Repository: niceboy72fx/django_ninja_base
Catalog: api/public/locales/*/LC_MESSAGES/django.po
Languages: vi

source: tenant
vi: doanh nghiệp

source: user
vi: người dùng

source: tenant does not exist
vi: doanh nghiệp không tồn tại

source: role does not exist
vi: quyền hạn không tồn tại

source: pem does not exist
vi: quyền không tồn tại

source: user does not exist
vi: người dùng không tồn tại

source: user not found
vi: không tìm thấy người dùng

source: incorrect login information, please try again
vi: thông tin đăng nhập không chính xác, vui lòng thử lại

source: account is not active
vi: tài khoản chưa kích hoạt

source: failed to get permissions
vi: không thể lấy danh sách quyền

source: failed to update last login time
vi: không thể cập nhật thời gian đăng nhập sau cùng

source: password and confirm password didn't match
vi: mật khẩu và mật khẩu xác nhận không khớp

source: incorrect current password
vi: mật khẩu hiện tại không chính xác

source: failed to update password
vi: không thể cập nhật mật khẩu

source: variable does not exist
vi: cấu hình không tồn tại

source: email log does not exist
vi: log email không tồn tại

source: audit log does not exist
vi: log audit email không tồn tại

source: user reached daily login fail limit
vi: người dùng đã nhập sai mật khẩu nhiều lần

source: user use old password
vi: người dùng sử dụng mật khẩu cũ

source: OTP does not exist
vi: OPT không tồn tại

source: OTP daily quota exceeded
vi: Chỉ tiêu OTP hằng ngày đã hết

source: Failed to create OTP
vi: Không thể tạo OTP

source: OTP code is not valid
vi: Mã OTP không hợp lệ

source: OTP does not exist or expired
vi: OTP không hợp lệ hoặc đã hết hạn

source: OTP Verification
vi: Xác thực OTP

source: this field is required
vi: trường này là bắt buộc

source: ensure this value has at most {limit_value} characters
vi: đảm bảo giá trị này có nhiều nhất {limit_value} ký tự

source: ensure this value has at least {limit_value} characters
vi: đảm bảo giá trị này có ít nhất {limit_value} ký tự

source: ensure this value is greater than {limit_value}
vi: đảm bảo giá trị này phải lớn hơn {limit_value}

source: can not decode token
vi: không thể mã hoá token

source: can not refresh token
vi: không thể làm mới token
